Repository: wp-property/wp-property
Catalog: lib/features/wp-property-supermap/static/languages/wpp_supermap-*.po
Languages: fr_fr

source: Manage Supermap
fr_fr: Gérer la Supermap

source: Sidebar Attributes
fr_fr: Attributs de la barre latérale

source: Select the attributes you want to display in the left sidebar on the supermap.
fr_fr: Sélectionnez les attributs que vous souhaitez afficher dans la barre latérale gauche sur la supermap.

source: Display "View Property" link in the left sidebar. It directs user to Property Page.
fr_fr: Afficher le lien "View Property" dans la barre latérale. Il dirige l&apos;utilisateur vers la page de propriétés.

source: Supermap Sidebar Thumbnail:
fr_fr: Vignette de Supermap pour barre latérale:

source: Do not show a property thumbnail in sidebar.
fr_fr: Ne pas afficher une miniature des biens dans la barre latérale.

source: If you create a new image size, please be sure to regenerate all thumbnails.
fr_fr: Si vous créez une nouvelle taille de l&apos;image, s&apos;il vous plaît n&apos;oubliez pas de régénérer toutes les miniatures.

source: Map Markers:
fr_fr: Pointeurs de carte:

source: Image
fr_fr: Images

source: Name
fr_fr: Nom

source: Slug
fr_fr: Identifiant

source: Delete
fr_fr: Supprimer

source: Add Marker
fr_fr: Ajouter un pointeur

source: Map Areas:
fr_fr: Régions sur la carte:

source: Coordinates
fr_fr: Coordonnées

source: Fill Color
fr_fr: Couleur de remplissage

source: Opacity
fr_fr: Opacité

source: Stoke Color
fr_fr: Couleur de bordure

source: Hover Color
fr_fr: Couleur de survol

source: Add Row
fr_fr: Ajouter une ligne

source: Map Marker
fr_fr: Pointeur sur la carte

source: Default by Google
fr_fr: Par défaut de Google

source: File should be an image
fr_fr: Le fichier devrait être une image

source: Looks like, Image can not be uploaded.
fr_fr: On dirait que l&apos;image ne peut pas être téléversée.

source: Supermap Options
fr_fr: Options Supermap

source: Exclude property from Supermap
fr_fr: Exclure la propriétés de la "Supermap"

source: Element cannot be rendered, missing %1s script.
fr_fr: L&apos;élément ne peut pas être rendue, le script % 1s est manquant.

source: Yes
fr_fr: Oui

source: View Property
fr_fr: Voir le bien immobilier

source: No results found.
fr_fr: Aucun résultat trouvé.

source: Show More
fr_fr: Montrez plus

source: Loading...
fr_fr: Chargement...

source: Loading
fr_fr: Chargement
