Repository: wp-property/wp-property
Catalog: addons/wp-property-supermap/static/languages/wpp_supermap-*.po
Languages: pt_br

source: Manage Supermap
pt_br: Gerenciar Supermapa

source: Supermap
pt_br: Supermapa

source: Sidebar Attributes
pt_br: Atributos da Barra Lateral

source: Select the attributes you want to display in the left sidebar on the supermap.
pt_br: Selecione os atributos que você deseja exibir na barra à esquerda no supermapa.

source: Display "View Property" link in the left sidebar. It directs user to Property Page.
pt_br: Exibir link "Ver imóvel" na barra esquerda. Isto direciona o usuário para a Página de Imóvel.

source: Supermap Sidebar Thumbnail:
pt_br: Miniatura da Barra Lateral do Supermapa

source: Do not show a property thumbnail in sidebar.
pt_br: Não exiba uma miniatura do imóvel na barra lateral.

source: If you create a new image size, please be sure to regenerate all thumbnails.
pt_br: Caso crie um novo tamanho de imagem, não se esqueça de regenerar todas as miniaturas.

source: Map Markers:
pt_br: Marcadores do Mapa:

source: Image
pt_br: Imagem

source: Name
pt_br: Nome

source: Delete
pt_br: Deletar

source: Add Marker
pt_br: Adicionar Marcador

source: Map Areas:
pt_br: Áreas do Mapa:

source: <p>Map areas let you draw our areas on the map, such as neighborhoods.</p><p>Just add to shortcode attribute <b>show_areas=all</b> to draw all areas on the map. Also You can use area's slugs to show them on the map, like as <b>show_areas=new_york,washington</b>. Please, use coordinates in this format: <b>(82.72, -37.79)(69.54, -57.48)(68.93, -18.63).</b></p><p><i>This is an experimental feature, you may not want to use it on a live site. We're eager to hear your feedback regarding this feature and the capabilities that would be useful to you.</i></p>
pt_br: <p>Áreas do Mapa permitem que você desenha áreas em seu mapa, como bairros, por exemplo.</p><p>Basta adicionar o atributo de shortcode <b>show_areas=all</b> para desenhar todas as áreas em seu mapa. É possível usar slugs de áreas para exibi-las em seu mapa, tais como <b>show_areas=copacabana,leblon</b>. Utilize as coordenadas neste formato: <b>(82.72, -37.79)(69.54, -57.48)(68.93, -18.63).</b></p><p><i>Esta recurso ainda é experimental, você poderá ou não utilizá-lo em seu site. Queremos saber o que acha deste recurso e também de outras características que podem ser úteis a você.</i></p>

source: Coordinates
pt_br: Coordenadas

source: Fill Color
pt_br: Cor de Preenchimento

source: Opacity
pt_br: Opacidade

source: Stoke Color
pt_br: Cor quando riscado

source: Hover Color
pt_br: Cor quando pairando

source: Add Row
pt_br: Adicionar Linha

source: Map Marker
pt_br: Marcador do Mapa

source: Default by Google
pt_br: Padrão por Google

source: File should be an image
pt_br: Arquivo precisa ser uma imagem

source: Looks like, Image can not be uploaded.
pt_br: Parece que não foi possível fazer o upload da imagem.

source: Supermap Options
pt_br: Opções do Supermapa

source: Exclude property from Supermap
pt_br: Excluir Imóvel do Supermapa

source: Options
pt_br: Opções

source: Element cannot be rendered, missing %1s script.
pt_br: Elemente não pôde ser executado, faltando %1s script.

source: Yes
pt_br: Sim

source: View Property
pt_br: Ver Imóvel

source: No results found.
pt_br: Não foram encontrados resultados.

source: Show More
pt_br: Exibir Mais

source: Loading
pt_br: Carregando
