Repository: wp-property/wp-property
Catalog: lib/features/wp-property-agents/static/languages/wpp_agents-*.po
Languages: pt_br

source: Agent Shortcodes
pt_br: Shortcodes de Corretores

source: Show agent information:
pt_br: Exibir informação de Corretor:

source: , or you can specify which fields to show:
pt_br: , ou você pode especificar que campos mostrar:

source: To query agent properties:
pt_br: Pesquisar corretor de imóveis:

source: Shortcode Attribute Fields
pt_br: Ordenar Atributos por Shortcode

source: The following attributes can be used in the [agent_card] shortcode.
pt_br: Os seguintes atributes pode ser utilizadas no [agent_card] código.

source: Example Using All Available Fields
pt_br: Exemplo usando todos os campos disponíveis

source: Manage Real Estate Agents
pt_br: Gerencial Corretores de Imóveis

source: %1$s <span class="count">(%2$s)</span>
pt_br: %1$s <span class="contar">(%2$s)</span>

source: Match the "Property Agent" attribute to
pt_br: Corresponda o atributo para "Corretor de Imóveis"

source: field, when it is found, and associate with agent.
pt_br: campo, quando encontrado, e associado a corretores.

source: Agent Image Size
pt_br: Tamanho da Imagem do Corretor

source: Agent Information
pt_br: Informaçao do Corretor

source: Agent
pt_br: Corretor

source: Edit
pt_br: Editar

source: Delete
pt_br: Deletar

source: No Properties.
pt_br: Sem imóveis.

source: Create Agent
pt_br: Criar Corretor

source: Update Agent
pt_br: Atualizar Corretor

source: Display Name
pt_br: Nome de Exibição

source: Username
pt_br: Nome de usuário

source: Usernames cannot be changed.
pt_br: Nomes de usuários não podem ser alterados

source: Widget Bio
pt_br: Widget de Biografia

source: Content that is displayed in the agent widget.
pt_br: Conteúdo que é exibido no widget do corretor

source: Options
pt_br: Opções

source: Full Bio
pt_br: Biografia Completa

source: Content that can be displayed in the shortcode.
pt_br: Conteúdo que pode ser exibido no código.

source: Primary
pt_br: Primário

source: Save
pt_br: Salvar

source: Associated Properties
pt_br: Imóveis Associados

source: Images
pt_br: Imagens

source: Agents
pt_br: Corretores

source: Agent Roles
pt_br: Cargos de Corretores

source: User roles that can be associated with properties as agents.
pt_br: Funções de usuário que podem ser associadas como corretores de imóveis.

source: Agent Fields
pt_br: Campos de Corretores

source: Extra data fields to be used for agent profiles.
pt_br: Espaço extra de dados a ser usado para perfil do corretor.

source: Custom fields may be used to adapt the information about agents to suit your needs.
pt_br: Campos personalizáveis podem ser utilizados para adaptar a informação sobre corretores para atender as suas necessidades.

source: Field name
pt_br: Campo de nome

source: Add Row
pt_br: Adicionar Linha

source: Add New
pt_br: Adicionar Novo

source: User removed.
pt_br: Usuário removido.

source: Please enter a valid e-mail.
pt_br: Por favor, digite um email válido.

source: Agent updated.
pt_br: Corretor atualizado.

source: Agent created.
pt_br: Corretor criado.

source: Edit Agent
pt_br: Editar Corretor

source: Associated Agents
pt_br: Corretores Associados

source: You can add fields on the <a href="%s">settings page</a>.
pt_br: Você pode adicionar campos em <a href="%s">Página de Configurações</a>.

source: Flyer Writeup
pt_br: Informações da Ficha

source: Please enter a writeup for flyers.
pt_br: Por favor, escreva alguma informação para a ficha.

source: File should be an image
pt_br: Arquivo precisa ser uma imagem

source: Agent ID is not set
pt_br: ID de Corretor não está definido

source: Looks like, Image can not be uploaded.
pt_br: Parece que não foi possível fazer o upload da imagem.

source: Image for User #
pt_br: Imagem para Usuário #

source: Please save first to add images.
pt_br: Por favor, salve antes de adicionar imagens.

source: No images found.
pt_br: Não foram encontradas imagens.

source: Remove
pt_br: Remover

source: Please enable JavaScript to use file uploader
pt_br: Por favor, ative o JavaScript para enviar arquivos

source: Add Image
pt_br: Adicionar imagem

source: Moderate comments
pt_br: Moderar comentários

source: Manage categories
pt_br: Gerenciar categorias

source: Manage links
pt_br: Gerenciar links

source: Upload files
pt_br: Fazer upload de arquivos

source: Edit posts
pt_br: Editar posts

source: Edit other's posts
pt_br: Editar posts de outros

source: Edit published posts
pt_br: Editar posts publicados

source: Publish posts
pt_br: Publicar posts

source: Edit pages
pt_br: Editar páginas

source: Read
pt_br: Ler

source: Edit other's pages
pt_br: Editar páginas de outros

source: Edit published pages
pt_br: Editar páginas publicadas

source: Publish pages
pt_br: Publicar páginas

source: Delete pages
pt_br: Deletar páginas

source: Delete other's pages
pt_br: Deletar páginas de outros

source: Delete published pages
pt_br: Deletar páginas publicadas

source: Delete posts
pt_br: Deletar posts

source: Delete other's posts
pt_br: Deletar posts de outros

source: Delete published posts
pt_br: Deletar posts publicados

source: Delete private posts
pt_br: Deletar posts privados

source: Edit private posts
pt_br: Editar posts privados

source: Read private posts
pt_br: Ler posts privados

source: Delete private pages
pt_br: Deletar páginas privadas

source: Edit private pages
pt_br: Editar páginas privadas

source: Read private pages
pt_br: Ler páginas privadas

source: Name
pt_br: Nome

source: Agent can see only the properties which are assigned to him. Agent will be automatically assigned to the property which he will create.
pt_br: O Corretor pode somente ver os imóveis que são encarregadas para ele. O Corretor será automaticamente encarregado do imóvel que ele irá criar.

source: Any
pt_br: Qualquer

source: Image
pt_br: Imagem

source: Widget Text
pt_br: Texto de Widget

source: Email Address
pt_br: Email

source: Title:
pt_br: Título:
